namespace FindCar
{
    public static class Constants
    {
        public static readonly string[] FromCities = new[]
        {
            "Київ",
            "Харків",
            "Одеса",
            "Дніпро",
            "Запоріжжя",
            "Львів",
            "Кривий Ріг",
            "Миколаїв",
            "Маріуполь",
            "Вінниця",
            "Херсон",
            "Чернігів",
            "Полтава",
            "Черкаси",
            "Хмельницький",
            "Чернівці",
            "Житомир",
            "Суми",
            "Рівне",
            "Івано-Франківськ",
            "Тернопіль",
            "Кременчук",
            "Луцьк",
        };
        
        public static readonly string[] ToRegions = new[]
        {
            "На захід",
            "Львівська",
            "Івано-Франківська",
            "Тернопільська",
            "Хмельницька",
            "Закарпатська",
            "Чернівецька",
            "Вінницька",
            "Житомирська",
            "Київська",
            "Дніпропетровська",
            "Запорізька",
            "Кіровоградська",
            "Миколаївська",
            "Волинська",
            "Одеська",
            "Полтавська",
            "Сумська",
            "Харківська",
            "Херсонська",
            "Черкаська",
            "Чернігівська",
        };
    }
}